Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: The surgery takes 4 to 6 hours. After surgery, you will be in the recovery room for at least 2 hours before your family can see you. You will stay in the hospital 4 to 6 days. To Prepare at Home • Tests may be done before your surgery such as a chest x-ray, electrocardiogram (ECG or EKG) and blood tests. • Stop smoking for at least 48 hours before surgery. • You will be taught how to deep breathe and cough. Practice this before your surgery. • Do not eat or drink anything, including water, after midnight before your surgery. • You may be told to take a shower with a special soap called chlorhexidine gluconate (CHG) before your surgery. This soap may be given to you, or you will need to buy a 4-ounce bottle or larger of 4% CHG soap at a drug store. A common brand name for this soap is Hibiclens. There may be a store brand that costs less. Ask the pharmacist where to find it in the drug store. It is often with first aid supplies. You need to shower with CHG soap:  The day before your surgery  The morning of your surgery Follow the instructions from your doctor or nurse on how to use CHG soap or ask for the handout, “Getting Your Skin Ready for Surgery.” Coronary Artery Bypass Surgery. Russian.
ru: Операция длится 4–6 часов. После операции вы будете находиться в послеоперационной палате. Ваши родные смогут навестить вас не раньше, чем через 2 часа. Вы пробудете в больнице 4–6 дней. Подготовка к операции дома • До операции могут быть проведены такие обследования, как флюорография грудной клетки, ЭКГ и анализы крови. • Не курите за 48 часов до операции. • Вас научат глубоко дышать и прокашливаться. Поупражняйтесь делать это до начала операции. • Начиная с полуночи до начала операции, не разрешается ничего есть и пить, даже воду. • Перед операцией вас могут попросить принять душ со специальным моющим средством под названием хлоргексидина биглюконат. Его могут выдать в больнице, или вам придется купить в аптеке флакон 4%-ного хлоргексидина биглюконата объемом не менее 100 мл (4 унций). Обычно он продается под маркой Hibiclens. Аналогичное средство под другой маркой может стоить дешевле. Попросите фармацевта помочь вам найти его. Оно часто находится в средствах для оказания первой медицинской помощи. Помыться с использованием хлоргексидина биглюконата нужно: За день до операции Утром перед операцией При использовании хлоргексидина биглюконата следуйте указаниям врача или медсестры либо попросите памятку «Подготовка кожи к операции».

source: Before Surgery • You will wear a hospital gown. • You are given medicine to help you relax. • An IV (intravenous) is put in a vein in your arm. During Surgery • You will be given medicine to put you to sleep. • A breathing tube is put into your mouth. This tube is attached to a machine that will breathe for you during surgery. • The doctor makes an incision in the middle of your chest. Your breastbone is cut and your ribs are spread open to see your heart. • A machine pumps blood to your body during surgery. • A blood vessel from your leg, arm or chest, called a graft, is removed. One end of the graft is stitched to the blood vessel above the blockage. The other end is stitched to the blood vessel below the blockage. • Your breastbone is then wired back together. Incisions are closed with stitches and staples. After Surgery You are taken to an intensive care unit (ICU) for 12 to 24 hours where you will have: • A breathing tube for a few hours • Tubes in your chest to drain fluid from around your heart • A catheter in your bladder to drain urine • IVs to give you fluids and medicines Coronary Artery Bypass Surgery. Russian.
ru: До начала операции • Вас переоденут в больничную одежду. • Вам дадут лекарство, которое поможет вам расслабиться. • Вам поставят капельницу в вену на руке. Во время операции • Вам дадут лекарство, от которого вы заснете. • В рот введут дыхательную трубку, подсоединенную к аппарату, который будет помогать вам дышать во время операции. • Врач сделает разрез посередине грудной клетки. Грудина будет разрезана, а ребра раскрыты для того, чтобы получить доступ к сердцу. • Аппарат будет прокачивать кровь в вашем организме во время операции. • Будет взят кровеносный сосуд (графт) с вашей ноги, руки или груди. Один конец графта пришивается к кровеносному сосуду выше, а другой — ниже места закупорки. • После этого части грудины соединяют швами и скобами. После операции Вас переведут в отделение интенсивной терапии на 12–24 часов, где вам подведут: • Дыхательную трубку на несколько часов • Трубки к груди для откачивания жидкости из полости около сердца. • Катетер в мочевой пузырь для удаления мочи • Капельницу для ввода жидкостей и лекарств

source: These tubes will be removed 1 to 2 days after surgery. The nursing staff will check you often. You are then moved to a hospital room. You may have oxygen and a heart monitor for a few days. It is important to take deep breaths and cough every hour when you are awake. The staff will help you get up and walk at first. You will be taught how to care for yourself at home. Your Care at Home • It often takes 4 to 6 weeks to feel better. • You may have aches and pains that affect your appetite, sleep and activities. • Rest between activities. • It is common to feel sad or be depressed. This should slowly get better over the next few weeks. Talk to your doctor if you feel worse or it lasts longer than 2 weeks. • Do not drive or return to work until your doctor says it is safe. • To help your breastbone heal during the first 6 weeks after surgery: Ì Do not lift more than 10 pounds or 4.5 kilograms. A gallon of milk weighs about 8 pounds. Ì Do not let people push or pull on your arms when they are helping you move. Ì Do not reach backwards or above your head. Coronary Artery Bypass Surgery. Russian.
ru: Трубки будут удалены через 1–2 дня после операции. Средний медицинский персонал будет периодически вас проверять. Затем вас переведут в больничную палату. На несколько дней вас могут подключить к кислородному и сердечному мониторам. Когда вы не спите, очень важно глубоко дышать и прокашливаться каждый час. Сначала персонал будет помогать вам вставать и ходить. Вас обучат тому, как заботиться о себе дома. Дома • Зачастую до того, как вы почувствуете себя лучше, может пройти 4–6 недель. • Вы можете ощущать боль, которая будет влиять на аппетит, сон и активность. • Чередуйте деятельность и отдых. • Грусть и депрессия — обычные явления. Через несколько недель эти ощущения постепенно пройдут. Поговорите с врачом, если почувствуете себя хуже или если ощущения продолжаются дольше двух недель. • Не садитесь за руль и не возвращайтесь к работе, пока врач не скажет, что это безопасно. • Чтобы грудина лучше заживала, 6 недель после операции: f Не поднимайте предметы тяжелее 4,5 кг (10 фунтов). Бутылка молока объемом 3,5 л весит около 3,6 кг (8 фунтов). f Не допускайте, чтобы люди, которые помогают вам двигаться, толкали или тянули вас за руки. f Не вытягивайте руки назад и не поднимайте их над головой.

source: Ì Keep your arms close to your sides when getting in and out of a bed or chair. Avoid any activity where you feel your breastbone pull. Ì Do not do strenuous activities such as vacuuming or gardening until your doctor says it is safe. Ì You may bend forward to do things such as tying your shoes. You can do light household activities such as cooking or dusting. Call your doctor right away if you have: • Swelling or opening of your incisions • Increase in drainage • Fever or chills To Help Prevent Blockage: • Quit smoking. • Eat a healthy diet. • Exercise each day. • Take your medicines as ordered. • Get treatment for diabetes, high blood pressure or high cholesterol. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Coronary Artery Bypass Surgery. Russian.
ru: f Когда ложитесь в кровать или садитесь в кресло или встаете с кровати или кресла, прижимайте руки к туловищу. f Избегайте любых действий, при которых вы чувствуете натяжение грудины. f Не выполняйте действий, которые требуют усилий, например уборка с пылесосом или работа в саду, пока врач не скажет, что это безопасно. f Вы можете наклоняться вперед, например чтобы завязать шнурки. Вы можете делать легкую домашнюю работу, такую как приготовление пищи или вытирание пыли. Немедленно позвоните врачу, если: • Швы напухли или разошлись • Увеличились выделения • У вас жар или озноб Профилактика закупорок сосудов: • Бросьте курить. • Принимайте здоровую пищу. • Каждый день занимайтесь физкультурой. • Принимайте назначенные лекарства. • Принимайте лекарства от диабета, повышенного кровяного давления или высокого уровня холестерина. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Signs of Coronary Artery Disease You may not have any signs or you may have: • Pain or pressure in your chest, arm, jaw, shoulders or neck also called angina. It may spread from one place to another. • Feeling of tightness, heaviness, squeezing or burning • Sweating • Shortness of breath • Nausea or vomiting • Abdominal pain • Feeling very tired, dizzy or faint Call 911 if you have any of these signs. Risk Factors You are at higher risk for getting coronary artery disease if you: • Have a family history of the disease • Have high cholesterol, diabetes or high blood pressure • Smoke or use tobacco • Are inactive • Have stress • Are overweight Changing even one risk factor can improve your heart health. You can prevent the disease from getting worse and may even help to improve it. Coronary Artery Disease (CAD). Russian.
ru: Симптомы ишемической болезни сердца У вас может не быть никаких симптомов или будут наблюдаться следующие симптомы: • Боль или давление в груди, руке, челюсти, плечах или шее, которая также называется стенокардией. Боль может менять свое расположение. • Ощущение сжимания, тяжести, сдавленности или жжения • Усиленное потоотделение • Одышка • Тошнота или рвота • Боль в животе • Крайняя усталость, головокружение и обмороки Если у вас наблюдается любой из этих симптомов, позвоните по телефону 911. Факторы риска У вас высокий риск ишемической болезни сердца, если: • В вашей семье были случаи этого заболевания • У вас высокий уровень холестерина, диабет или высокое давление • Вы курите или употребляете табак • Вы ведете неактивный образ жизни • У вас стресс • У вас лишний вес Изменение даже одного фактора риска может улучшить состояние сердца. Вы можете остановить прогрессирование заболевания и даже улучшить состояние сердца.

source: Your Care If your doctor thinks that you have coronary artery disease, you may have tests such as: • An electrocardiogram (ECG or EKG) to check the electrical activity of your heart. • A cardiac magnetic resonance imaging test (MRI) to take pictures of how well your heart is working. • A stress test to look for problems with your heart’s rate, rhythm or electrical activity. Blood pressure and signs such as shortness of breath or angina are also checked. • An echocardiogram to see the size and shape of your heart and how well it is working. • A chest x-ray to check your heart, blood vessels and lungs. • Blood tests to check levels of fats, cholesterol, sugar and proteins in your blood. If tests show that you are likely to have CAD, other tests or procedures may be done to treat the disease. The goal is to improve blood flow to your heart muscle and decrease your risk of heart attack. Treatment may include: • Medicines • Exercise • A low fat diet • Procedures or surgery • A cardiac rehab program Coronary Artery Disease (CAD). Russian.
ru: Лечение Если врач полагает, что у вас ишемическая болезнь сердца, он может назначить следующие обследования: • для Электрокардиограмма (ЭКГ) проверки электрической активности сердца. Магнитно-резонансная томография сердца (МРТ) для получения изображения работы сердца. • Нагрузочный тест для обнаружения нарушений, связанных с пульсом, ритмом или электрической активностью сердца. Также проверяют давление и изучают такие симптомы, как одышка и стенокардия. • Эхокардиограмма для наблюдения за размером, формой и работой сердца. • Рентгенография органов грудной клетки для проверки сердца, кровяных сосудов и легких. • для проверки уровня Анализ крови жиров, холестерина, сахара и белков. Если обследования выявят ишемическую болезнь сердца, потребуется пройти другие обследования или процедуры. Целью лечения является улучшение кровоснабжения сердечной мышцы и уменьшение риска инфаркта миокарда. Лечение может включать: • Прием лекарств • Занятия физкультурой • Диету с пониженным содержанием жиров • Процедуры или хирургическое вмешательство • Курс реабилитации для больных с заболеваниями сердца

source: No matter what type of treatment is done, it does not “cure” the disease. You need to change your risk factors and follow your care plan. Talk to your doctor about your care or any questions you may have. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Coronary Artery Disease (CAD). Russian.
ru: Какое бы лечение ни было выбрано, болезнь не будет вылечена. Вам необходимо изменить факторы риска и соблюдать план лечения. Если у вас есть вопросы, обратитесь к врачу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: (CPAP (Continuous Positive The air passages of the nose and the throat of some people become blocked or collapse while they are sleeping. This airway collapse causes a blockage, which can cause breathing to stop briefly. When breathing stops for a short time, it is known as apnea. Apnea is a serious condition and needs to be treated. CPAP is the most common treatment for obstructive sleep apnea. This condition is diagnosed by doing a sleep study. CPAP is used to keep the air passages open while you sleep. A small air blower in the CPAP machine pushes air through a flexible tube. The tube attaches to a mask that fits over your nose, or nose and mouth while you sleep. The constant flow of air through the mask prevents the air passages in your nose and throat from collapsing, so your breathing does not stop. CPAP needs to be used every time you sleep to stop the apnea from occurring. If it is not used or not used correctly, apnea will return. Always take your CPAP with you when traveling or if you are admitted to the hospital. CPAP. Russian.
ru: легких постоянным давлением) Airway Pressure) У некоторых людей во сне дыхательные пути в носу и горле перекрываются или смыкаются, в результате чего может возникать кратковременное прекращение дыхания (апноэ). Апноэ — серьезное заболевание, требующее лечения. СИПАП — самый популярный способ лечения синдрома обструктивного апноэ. Это состояние диагностируется во время исследования сна. СИПАП-аппарат предназначен для поддержания во время сна дыхательных путей в открытом состоянии. Небольшой компрессор нагнетает воздух через гибкую трубку. Трубка подсоединяется к маске, которая плотно прилегает только к носу либо к носу и рту. Благодаря постоянному потоку воздуха дыхательные пути в носу и горле не смыкаются, поэтому дыхание не прерывается. Для профилактики апноэ необходимо постоянно использовать аппарат СИПАП во время сна. Если его не использовать или использовать неправильно, синдром апноэ проявится снова. Во время поездок и в случае госпитализации всегда берите с собой аппарат СИПАП.

source: Getting used to using CPAP Most people find using CPAP helps them feel more rested. For many people, it takes time to get used to wearing it. Try these tips to help you get comfortable with using CPAP. • Your mask should seal well enough to keep the air pressure needed. Work with your doctor or sleep specialist to figure out the best type of mask and straps that work for you. You may have to try several types before you find the right one. • Try wearing the mask for some time while you are awake to get used to it. • Try to wear the mask for the whole night. It is often tempting to take it off because it feels warm or tight, or sounds loud because air is leaking. The more you wear it, the easier it is to get used to. • Be sure the mask is sized to fit you. Just because you may wear a medium mask in one brand, doesn’t mean that you always need a medium-sized mask if you switch to another type. • Most machines have humidifiers to add moisture to the air to reduce the air drying out your mouth or nose. • If you have trouble breathing through your nose from allergies, sinus problems or other issues, talk to your doctor about how to treat the congestion. It can make using CPAP much better. Talk to your doctor or nurse or CPAP supplier if you have questions or problems. © 2008 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. CPAP. Russian.
ru: Привыкание к аппарату СИПАП Большинство пациентов считает, что с аппаратом они лучше высыпаются. Для привыкания к аппарату СИПАП зачастую требуется время. Воспользуйтесь следующими советами. • Чтобы воздух подавался с необходимым давлением, маска должна плотно прилегать к лицу. Терапевт или сомнолог поможет подобрать маску и ремни. Прежде чем вы подберете подходящую маску, может потребоваться использовать несколько видов масок. • Поносите маску днем, чтобы привыкнуть к ней. • Попробуйте поспать в маске всю ночь. Зачастую вам захочется ее снять, так как будет жарко, маска будет жать или шуметь из-за негерметичности. Чем больше вы будете ей пользоваться, тем быстрее привыкнете. • Маска подбирается по размеру, но размеры масок разных производителей могут не совпадать. • Большинство аппаратов оснащено увлажнителем для предотвращения пересыхания рта и носа. • Если вам сложно дышать носом из- за аллергии, проблем с носовыми пазухами или по другим причинам, спросите у врача, как избавиться от заложенности. В этом случае аппарат СИПАП будет работать эффективнее. Если у вас есть вопросы или проблемы, обратитесь к врачу, медсестре или производителю аппарата СИПАП. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Crutch Using Your Crutches Safely Crutches • Adjust the crutches for your height. The top of the crutch should be 1 to 2 inches below your armpit. Slight bend in the elbow • Be sure that the pads and grips are in place. - • Clean the tips of the Weight goes crutches to make sure on the hands that they are free of dirt and stones. Prevent Falls • Keep your crutch tips about 2 to 3 inches (7.5 centimeters) away from the side of your feet so you don’t trip. • Wear supportive footwear that has non- slip soles. Do not wear slip on shoes. • Remove throw rugs in your home to avoid falls. • Pick up your crutches and injured leg higher walking on carpet than you do walking on tile or smooth floors. Safe Walking • Carry your weight on your hands, not on your armpits. • Keep your elbows close to your sides and slightly bent. • Do not walk too fast. • Keep your head up and look forward when you are walking. Do not look at your feet. • Check your balance often. Crutch Walking. Russian.
ru: на костылях Walking Безопасность Костыли • Отрегулируйте костыли под свой рост. Верхняя часть костыля должна располагаться на 3–5 см ниже подмышечной впадины. • Убедитесь, что валики и рукоятки установлены на положенном месте. • Очищайте наконечники костылей от грязи и камней. Костыль на расстоянии 5-7 см от ноги Foot and crutch Как не упасть 2 to 3 inches apart • Располагайте ножки костылей на расстоянии 5–7 см от ступней, чтобы не споткнуться. • Используйте обувь с нескользящей подошвой. Не носите слипоны. • Дома, чтобы избежать падения, уберите половики. • При передвижении по ковру поднимайте костыли и больную ногу выше, чем при ходьбе по плитке или ровному полу. Безопасная ходьба • Вес тела должен приходиться на руки, а не на подмышки. • Локти должны быть расположены близко к бокам и слегка согнуты. • Не передвигайтесь слишком быстро. • Держите голову прямо и смотрите перед собой, а не под ноги. • Сохраняйте равновесие.

source: The order from your doctor or therapist for your injured leg is (do only what is marked):  Do not let your foot touch the floor when standing or walking.  Touch your toe on the ground to help your balance but do not put weight on it.  Touch your foot on the ground but do not put weight on it.  Put as much weight on the leg as you can comfortably.  Put all your weight on the leg. Standing Up 1. Hold both crutches on your injured side. 2. Slide to the edge of the chair. 3. Lean forward and push down on the arm of the chair on your good side to stand up. 4. Check your balance. Follow instructions about how much weight to put on your injured leg. 5. Put the crutches under your arms. Crutch Walking. Russian.
ru: Предписание врача или физиотерапевта для больной ноги (только то, что отмечено):  Не касайтесь ногой пола.  Для равновесия можно касаться пола носком, но не переносить вес на ногу. Можно касаться пола ступней, но не переносить на нее вес.  Можно нагружать ногу настолько, насколько вам удобно.  Вы можете нагружать ногу полностью. Как правильно вставать 1. Держите оба костыля с травмированной стороны. 2. Подвиньтесь к краю стула. 3. Наклонитесь вперед и оттолкнитесь от ручки кресла со здоровой стороны. 4. Сохраняйте равновесие. Информацию о допустимой нагрузке на травмированную ногу см. в предписании врача. 5. Поместите костыли под руки.
